{
	"brief_information": {
		"experience": [
			"05+",
			"05+"
		],
		"projects": "10+",
		"courses": "20+"
	},
	"brief_summary": "Shubham is an electrical engineer (by passion), computer techie, movie-buff, artist, avid reader, photographer, thinker and maker. He has some excellent interpersonal and communication abilities and possess a wide range of technical skill. He enjoys being part of a team, as well as managing, motivating, and training a productive team, thrives in high pressure and challenging working environment. He believes that engineering needs more creativity, ability to abstract and imagine heterogeneous systems. As in general, research needs more experience and knowledge.",
	"long_summary": "Shubham Kumar is a highly accomplished and versatile professional with a unique blend of technical expertise in electrical engineering and data analytics, complemented by a creative spirit and strong leadership qualities. He distinguishes himself as a Senior Data Analyst at KPIT Technologies Pvt. Ltd. in Pune, drawing from a robust foundation of a B.Tech (H) degree in Electrical Engineering from the esteemed Indian Institute of Technology Bhubaneswar. His academic journey has been marked by consistent excellence, achieving top ranks in multiple national level examinations, demonstrating his intellectual depth and commitment to excellence.\r\n\r\nShubham's professional experience, spanning over half a decade, reflects his versatility and deep understanding of complex technological systems.  He has successfully spearheaded impactful projects at KPIT, including the development of a cutting-edge Waypoint Optimizer Library for Triumph Motorcycles and a sophisticated End-to-end Engine Oil Remaining Useful Life Prediction pipeline for Porsche AG.  These projects highlight his ability to apply his expertise in data science, embedded systems, and firmware development to deliver innovative solutions for renowned companies. His proficiency extends to remote diagnostic capability demonstration for MAN Trucks, further showcasing his comprehensive skill set in tackling real-world engineering challenges.\r\n\r\nBeyond his technical prowess, Shubham possesses a diverse range of interests and skills.  He is a self-described movie buff, artist, avid reader, and photographer, showcasing his creative spirit and thirst for knowledge.  His passion for technology extends beyond his professional work, evident in his contributions to the Robotics and Intelligent Systems Club. Furthermore, his active involvement in badminton and leadership roles in the Alumni Cell underscore his collaborative spirit, strong interpersonal skills, and ability to thrive in team environments.\r\n\r\nShubham's commitment to continuous learning is evident in his mastery of various programming languages, including C, C++, and Python, alongside his proficiency in 2D graphic design using Adobe tools.  His adaptability, combined with his strong communication and leadership skills, make him a valuable asset to any team.  He is not just a highly skilled engineer but also a creative thinker and effective communicator, capable of bridging the gap between complex technical concepts and innovative real-world solutions.  His journey reflects a commitment to pushing boundaries, exceeding expectations, and leveraging his diverse skill set to make a lasting impact in the world of technology.",
	"contact": {
		"email": [
			"shubham.kumar2@kpit.com",
			"sk40@iitbbs.ac.in",
			"meetshubhamkumarhere@gmail.com"
		],
		"mobile": {
			"work": "+91 7391017360",
			"other": "+91 8456049049",
			"home": "+91 7319701944"
		},
		"location": {
		"work_location": "Hinjewadi, Pune-411057, Maharashtra, India",
		"study_location": "Jatni, Khordha-752050, Odisha, India",
		"residential_location": "Gotanagar, Guwahati-781011, Assam, India"
		}
	},
	"content": {
		"title": [
			"Modern Website",
			"Modern Website",
			"Modern Website",
			"Modern Website",
			"Modern Website",
			"Modern Website",
			"Modern Website"
		],
		"description": [
			"Website adaptable to all devices, with ui components and animated interactions.",
			"Website adaptable to all devices, with ui components and animated interactions.",
			"Website adaptable to all devices, with ui components and animated interactions.",
			"Website adaptable to all devices, with ui components and animated interactions.",
			"Website adaptable to all devices, with ui components and animated interactions.",
			"Website adaptable to all devices, with ui components and animated interactions.",
			"Website adaptable to all devices, with ui components and animated interactions."
		],
		"link": [
            "https://www.youtube.com/",
            "www",
            "www",
            "www",
            "www",
            "www",
            "www",
            "www"

        ]
	}
}
